Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/over_360_000_kroner_i_stotte_til_samisk_litteratur.html.tmx
Source language: nob
Languages: sme

source: Over 360 000 kroner i støtte til samisk litteratur
sme: Badjel 360 000 ruvnno doarjjan sámi girjjálašvuhtii

source: Sametingsrådet innvilger tilskudd til to prosjekter gjennom tilskuddsordningen Prosjektstøtte til samisk litteratur.
sme: Sámediggeráđđi juolluda doarjaga guovtti prošektii doarjjaortnega Prošeaktadoarjja sámi girjjálašvuođa bokte.

source: Det er to nye oversettelsesprosjekter som vil gjøre kulturelle og religiøse verk tilgjengelig på nordsamisk.
sme: Dát lea guokte ođđa jorgalanprošeavtta mat dahket kultuvrralaš ja oskkolaš buktagiid olahahttin davvisámegillii.

source: New Life Ministries Norge får 209 360 kroner til å oversette og publisere til nordsamisk.
sme: New Life Ministries Norge oažžu 209 360 ruvnno jorgalit ja almmuhit davvisámegillii.

source: Denne japanske tegneserien, basert på de fire evangeliene i Bibelen, har blitt svært populær blant barn og unge globalt.
sme: Japánalaš govvaráidu mas lea vuođđu Biibbala njealji evangeliumas, lea bivnnut mánáid ja nuoraid gaskkas miehtá máilmmi.

source: Den er allerede utgitt på 48 språk og har trykket over 20 millioner eksemplarer.
sme: Govvaráidu lea juo almmuhuvvon 48 gillii ja leat prentejuvvon badjel 20 millijovnna girjji.

source: – Dette prosjektet vil gjøre Bibelens historier tilgjengelig på en ny og engasjerende måte, det er utrolig bra at Manga Messias skal utgis på nordsamisk, sier sametingsråd Maja Kristine Jåma (NSR).
sme: – Dát prošeakta buktá Biibbala muitalusaid olámuddui ođđa ja gelddolaš vuogi mielde, ja lea hirbmat buorre go Manga Messias galgá almmuhuvvot davvisámegillii, lohká sámediggeráđđi Maja Kristine Jåma (NSR).

source: Orkana Forlag AS mottar 155 000 kroner til å oversette og utgi en forkortet versjon av "Læstadianismens historie i Norge" til nordsamisk.
sme: Orkana Forlag AS oažžu 155 000 ruvnno jorgalit ja almmuhit oaniduvvon veršuvnna davvisámegillii.

source: Boken, som allerede er utgitt på norsk, kvensk og engelsk, vil gjøre læstadianismens historie tilgjengelig for nordsamiske lesere på deres eget språk.
sme: Girji, mii lea juo almmuhuvvon dárogillii, kvenagillii ja eŋgelasgillii, boahtá dahkat lestadiánalaš historjjá olahahttin davvisámi lohkkiide sin iežaset gillii.

source: – Det er bra at denne viktige delen av samisk historie blir tilgjengelig på nordsamisk også, det er betydningsfullt skritt for å styrke forståelsen og bevisstheten om denne delen av kulturarv, sier sametingsråd Jåma.
sme: – Lea buorre go dát dehálaš oassi sámi historjjás galgá gávdnot maiddái davvisámegillii, dat lea mearkkašahtti lávki nannet áddejumi ja dihtomielalašvuođa dán oassái kulturárbbis, lohká Jåma.

source: – Å få flere bøker på samisk er avgjørende for å bevare og styrke språket og kulturen, avslutter sametingsråd Maja Kristine Jåma.
sme: – Lea dehálaš oažžut eanet girjjiid sámegillii, go lea mearrideaddjin giela ja kultuvrra seailluheapmái ja nannemii, loahpaha sámediggeráđđi Maja Kristine Jåma.
